function Massage() {
    return (
        <div className='flex mt-20 justify-center items-center text-2xl'>
            <div className='bg-white rounded-2xl text-left size-4/12 px-3 bg-rose-100 text-black' style={{opacity: 0.8}}>
                <div className='mt-5 mb-10'>
                    <p>แฮปปี้เบิร์ธเดย์นะหมูจิ๋วคนสวย</p>
                </div>
                <div className='mb-10'>
                    <p>ขอให้หมูจิ๋วของเค้ามีความสุขมากๆนะ อยู่กับเค้าไปนานๆ ขอให้คุณมีสุขภาพแข็งแรง เจอแต่สิ่งดีๆ และมีความสุขทุกวัน</p>
                </div>
                <div className='mb-10'>
                    <p>ขอให้ปีนี้เป็นปีที่ดี มีเงินเยอะๆ จะได้พาไปเที่ยวเยอะๆ รักหมูจิ๋วที่สุดนะ อย่าลืมกินเค้กเผื่อเค้าด้วย</p>
                </div>
                <div className='mb-10 text-center'>
                    <p>❤️🐷🐷🐷❤️</p>
                </div>
            </div>
        </div>
    )
}

export default Massage